{
	"article":{
			"title" 		: "SCOTUS Tip Toes Around Minorities In Important Voting Rights Case",
			"description"	: "At Supreme Court oral arguments in a case that could change the fundamental meaning of “one person, one vote,” the justices tiptoed around the racial and immigration issues that could explain why the case was at the high court in the first place.",
			"author"		: "TIERNEY SNEED",
			"date"			: "2015-12-08",
			"link"			: "http://talkingpointsmemo.com/dc/scotus-race-immigration-children-evenwel",
			"image"			: "http://a2.img.talkingpointsmemo.com/image/upload/c_fill,fl_keep_iptc,g_faces,h_365,w_652/xbppphwbc62dlpsysr24.jpg",
			"imageCaption"	: "The Supreme Court of the United States (SCOTUS)",
			"body"			: "The case, Evenwel v. Abbott, comes from Texas, a red state where Latinos are growing in political power. The challengers want the population of eligible voters, rather than total population, to be used to draw roughly equal districts under 'one, person, one vote.' Civil rights advocates argue that the challenge was brought in order to undermine the government’s ability to draw minority-majority districts and that using eligible voter population would give right-leaning white rural areas -- which have higher rates of eligible voters -- more political power.  But the explicit question of minority representation was largely left untouched as the arguments focused on what the case means for districts with large populations of children. Time and time again, the oral arguments returned to the presence of children, and how they affected the voting rights across districts with roughly the same total population size. Only briefly, however, was the presence of children connected to the minority populations whose representational power in redistricting is at stake in the case.  Justice Sonia Sotomayor seemed most clued into the practical realities on the ground in Texas. As William Consovoy -- the attorney representing the challengers-- tried to argue that children are represented through their parents, she asked what that meant tor the children whose parents are not citizens.  'How about children who are citizens when their parents are not, which is fairly common in many areas?'  Consovoy could merely offer that they would get their political representation when they were old enough to vote.  The children question is an important one to Latino advocates, who point out that the reason that Latino populations have a relatively low eligible voter rate is not just because of the presence of non-citizen immigrants but also because of the higher rate of children among Hispanics.  During Texas’ turn to defend its districting plan, Breyer sought a specific breakdown of what role the presence of children played in creating the differences in voting populations among districts versus the role of the presence of adult non-citizens played.  “I mean, it can't all be explained on the basis of illegal immigration or something,” he said.  Ian Gershengorn -- arguing on behalf of the U.S. government against the challengers’ claims -- used the presence of children to argue the case’s broad consequences. He brought the example of New York, where he said Manhattan has a child rate of 9 percent compared to Brooklyn's 30 percent. Using voter population to draw districts there would make it impossible so the state to also take into account geography, political subdivisions or other considerations previously deemed important by the court.  But the oral arguments did bluntly face the fact that a ruling in favor of the challengers would enhance the representational power of those in rural, largely white areas.  What’s at stake at the case is not just Texas’ state Senate redistricting plan, but the ability of legislatures in all states to draw maps that comply with the Voting Rights Act -- which seeks to give minorities the ability to choose a candidate of their choice -- along with the other standards (geography, political subdivisions) of importance for redistricting.  Justice John Roberts raised the under Voting Rights Act to point out the voting population is used to bring up Section 2 challenges. Piggy-backing off of him Justice Samuel Alito pointed out “undocumented aliens” and “prisoners” are being counted in the census' total population data.  But the case is connected to representational theory that stretches back to before the state interest in drawing minority-majority districts.  Justice Ruth Bader Ginsburg brought up how women were counted in drawing districts before they were granted suffrage in 1920. 'It was wrong for the States to include, for these purposes, women?' she asked. 'They were not eligible voters.'",
			"file"			: "exArt4.json",
			"template"		: "top",
			"similarArticles" : ["exArt1.json", "exArt5.json"],
			"tag"			: ["sports"]
	}
}