{
	"article":{
			"title" 		: "SCOTUS Tip Toes Around Minorities In Important Voting Rights Case",
			"description"	: "At Supreme Court oral arguments in a case that could change the fundamental meaning of “one person, one vote,” the justices tiptoed around the racial and immigration issues that could explain why the case was at the high court in the first place.",
			"author"		: "ALLIE YEE",
			"date"			: "2015-12-06",
			"link"			: "http://www.truth-out.org/news/item/33878-the-long-assault-on-voting-rights-and-fear-of-a-changing-south",
			"image"			: "http://www.truth-out.org/images/images_2015_11/2015_1205voting.jpg",
			"imageCaption"	: "Protestors gather outside of the US Supreme Court in support of Section 5 of the Voting Rights Act of 1965, in Washington, February 27, 2013",
			"body"			: "In 2016, the US will hold the first presidential election in 50 years without the full protections of the landmark Voting Rights Act of 1965 - and thousands of voters in the South will face new barriers to voting. That's because states and counties previously covered under the VRA's preclearance provision requiring federal approval for voting changes were released from those requirements following the Supreme Court's 2013 decision in Shelby County v. Holder.<p><p>In his new book Give Us the Ballot: The Modern Struggle for Voting Rights in America, Ari Berman, a national correspondent for The Nation and an investigative fellow at The Nation Institute, looks back on the 50-year history since the VRA's passage to shed light on the current debate over the right to vote in the South and across the country. He describes the ways that the VRA was a success and also the opposition to it that began as soon as law was enacted. <p><p>On November 20, Berman was in Durham, North Carolina for an event at the Regulator Bookshop co-hosted by the Institute for Southern Studies, publisher of Facing South. We sat down with Berman before the event to talk about the VRA's impact in the South and the region’s role in the modern fight for voting rights. <p><p>This year was the 50th anniversary of the passage of the Voting Rights Act. With movies like Selma and the commemoration of events like Bloody Sunday and the Selma to Montgomery march, there's been a lot of focus on the civil rights movement and the events that led to the passage of the VRA.<p><p>Your new book, though, tells the story of what happened in the 50 years after the VRA became law. What were some of the key things you learned about that period?<p><p>I learned a tremendous amount. I wanted to tell two intertwining narratives. One was a narrative of revolution to describe all the things that were accomplished because of the Voting Rights Act - how we got someone like John Lewis in the Congress and how we got President Obama, but also all these untold stories of every level of government integrating and democratizing for the first time.<p><p>But I wanted to tell the history of the counterrevolution as well - the 50-year history to gut the Voting Rights Act so people would understand that the Supreme Court didn't wake up one day and decide to gut [it]. This was the product of 50 years of opposition. The level of resistance to the law was staggering even to me. The ways from 1965 until today that states and localities and politicians tried to roll back the VRA was pretty unyielding. This has remained from the very beginning a very contested piece of legislation.<p><p>What impact did the VRA have in the South?<p><p>The first thing it did was it abolished literacy tests and related devices that had prevented people from registering. It ended the situation where only 2 percent of African Americans were registered to vote in a place like Selma, Alabama. After getting rid of those devices, federal officials were sent to the South to register voters, so we saw a massive increase very quickly in voter registration. Federal officials stayed in the South to make sure elections weren't stolen.<p><p>Over a longer period of time, the Voting Rights Act created a mechanism to strike down discriminatory election systems nationwide - that was Section 2 of the Voting Rights Act. It also said that those states with the worst histories of voting discrimination had to approve their voting changes with the federal government. And that was Section 5 of the law. That part, Section 5, blocked 3,000 discriminatory voting changes from 1965 to 2013.<p><p>And that was the part that was gutted by the Supreme Court in 2013. You said that the opposition to the VRA started just as soon as the law was passed. What was that opposition like?<p><p>The first thing was that the Southern states challenged the constitutionality of the law immediately. They were ultimately unsuccessful. The Supreme Court upheld the constitutionality in 1966.<p><p>But then states like Mississippi changed their election laws to make it harder for black voters to run for office or to elect candidates. They would change the structure of their elections to prevent African Americans from being able to win. They would either gerrymander political districts in such a way to preserve a white majority, or they would structure the election so that elections were on a citywide or county-wide basis so that [in] any city with a white majority, whites remained in control.<p><p>That sounds like some things that are going on today. Have these strategies changed over time, or have the same tactics been used?<p><p>I think what we've seen is a kind of a new version of an old strategy. You can't say that voter ID laws are as bad as literacy tests and poll taxes. But what we do see is that things like shutting down voter registration drives or cutting back early voting or requiring strict voter ID are all an attempt to restrict certain elements of the electorate, and they are new ways of trying to do so. The idea of restricting the electorate is a very old strategy and one that the Voting Rights Act was meant to end but has continued nonetheless.<p><p>As the opposition's strategies have changed, how have the strategies to protect voting rights evolved?<p><p>When I started reporting on voting rights in 2011, basically everyone was playing defense, trying to stop all these bad laws from becoming laws. They were successful in certain places and unsuccessful in other places.<p><p>More recently, there's been a push to challenge the bad laws like in North Carolina but also to expand voting rights where there’s a better political coalition, like in Oregon and California that have adopted automatic voter registration at the DMV. That's an attempt to be more aggressive at expanding voting rights because it's good policy, but also a reaction to those states that are restricting voting rights.<p><p>One of the things I noticed was that when some states started restricting voting rights in 2011, there was a domino effect. Texas does it, then Wisconsin does it, then Pennsylvania does it. If they all see each other doing it, it makes it easier for them to feel like they can get away with it. The hope is that there'll be, at least in some states starting with the blue states, the reverse domino. First Oregon does automatic registration, then California does it. It's going to take time because we have very conservative majorities in so many states, but at least other states are laying [out] an alternative vision.<p><p>You describe in the book how Congress and the Supreme Court, which have helped uphold and renew the Voting Rights Act, are no longer major allies of the law. In that context, what are other avenues or strategies to protect voting rights today?<p><p>There's no easy answer. You're not going to get the legislature to repeal their own law. That would be the quickest thing to do - to have the political people who passed these laws to change them. In certain states, we have seen that like in Florida. Cutting early voting was so unpopular that the legislature then repealed its own bill. We saw in North Carolina that they changed the voter ID law because I think they were concerned it was going to get struck down in the court.<p><p>The best hope would be that there's a change in cautiousness in these legislatures, or barring that, Congress would pass either a restoration of the Voting Rights Act or federal election reform. But they don't seem likely to do either, certainly not this Congress.<p><p>What role do you see the South playing in today's voting rights fight?<p><p>One of the things that's interesting about the recent period is that it wasn't just the Southern states that were doing this. It was happening in places like Wisconsin and Kansas and Ohio. That was one of the things that caught my eye. The spirit of Jim Crow was migrating north.<p><p>But it's also true that if you look at the South, almost every Southern state has passed new restrictions. Even if other states are doing it, the South remains the stronghold of voting restrictions. It's staggering if you look at the map - you see all the Southern states pretty much have passed some new restriction since 2011. Other states may be doing it, but there's still a particular fervor for this kind of stuff down South.<p><p>I'm not saying it's motivated by racism. I think it's just the fact that in the South, African Americans identify overwhelmingly with the Democratic Party, and the Republican Party in these states are virtually all white. I think there's a real fear of the changing demographics.<p><p>Are there any bright spots in the South?<p><p>For many years, North Carolina was a real bright spot in terms of its laws. That's why the effort to move backwards in North Carolina has been so distressing, because it's not just that you're moving backwards in one state. It's that you’re moving backwards in what was the most progressive state in the South. If North Carolina moves backwards, it's sort of like, what's left?<p><p>The bright spot is that the demographics of the South keep changing, but it's going to take a while for that to catch up with the political dynamics. This has been yet another effort to try to slow the changing demographics from having a real impact on the politics of the region.<p><p>Speaking of those changing demographics, the VRA over the years has been expanded beyond protecting black voters in the South, which was largely the focus when it was enacted. What are some of those other protections?<p><p>In 1970, the Voting Rights Act was expanded to abolish literacy tests nationwide and to lower the voting age to 18 for all elections. That was extremely significant - that added 9 million new voters.<p><p>In 1975, the law was broadened to include language minorities - Hispanics, Asian Americans, Native Americans. I think that was one of the most significant and under-told parts of the Voting Rights Act because that impacted millions of people. What it meant was that bilingual ballots were printed all across the country in places where there was a concentration of language minority voters - not just in the Southern states but in California and Milwaukee and all of these places. States that had a really bad record of discriminating specifically against language minority voters like Texas were then covered, so new places had to approve their voting changes as well. That was really huge.<p><p>Do you think that this larger umbrella of protections brings more people to the struggle of protecting voting rights? Have you seen examples of that?<p><p>Definitely. There are Latino groups, Asian-American groups, there are Native American groups that are active on voting rights. I don't think those communities necessarily know as much about the Voting Rights Act as the African-American community does. A lot of Latinos don't even realize that they're covered under the Voting Rights Act. It's not a story that's been told a lot. I don't think the awareness is as strong, but it's had a big impact.<p><p>Looking forward to 2016, what effect do you think the current laws will have, and what can people do?<p><p>The 2016 election is going to be the first presidential election in 50 years without the full protections of the Voting Rights Act. That means that voters are going to show up at the polls in key states, and there are going to be new barriers in front of them and new laws could be passed closer to the election that will be hard to block.<p><p>Right now, there's clearly an effort to challenge certain laws in court in places like North Carolina. It's also important in those states [that] people understand what the law is so they can try to comply with it. We know Wisconsin is going to have a voter ID law because the courts upheld that. They're just about helping people comply with the law and getting people the ID that they need - a major organizing process. It's not easy. In Wisconsin, about 10 percent of the electorate doesn't have the required ID. There's a lot of organizing that needs to be done now, not a month before the election.<p><p>It's important to keep talking about the importance of the issue and to keep it in people's minds. That also sort of acts as a preemptive strike against those states that may be considering doing this for the first time so that at least they know there's a political consequence to passing these laws. You can't just do it in the shadows and think you're going to get away with it. At the very least, you'll get sued.<p><p>What lessons can we take from the 50-year history of the Voting Rights Act?<p><p>What we can take from it is that when there's been a concerted effort to get more people involved in the political process - it really did work. The Voting Rights Act really did do what it said it was going to do. There's all sorts of times we're told stories about how government doesn't work. This was a very, very concrete example of government working and the law working.<p><p>To me, it's time to redouble our commitment to the work of the Voting Rights Act, particularly when there's a new struggle over voting rights, and think about how to take those lessons and bring it to the 21st century.",
			"file"			: "exArt4.json",
			"template"		: "top",
			"similarArticles" : ["exArt1.json", "exArt4.json"]
	}
}