{
	"article":{
			"title" 		: "Why ‘Good Guys’ With Guns Won’t Keep Us Safe",
			"description"	: "It’s become a standard response to mass shootings in America: If only more “good” Americans were armed, the “bad guys” wouldn’t have a chance to kill.",
			"author"		: "ANNA NORTH",
			"date"			: "2015-12-07",
			"link"			: "http://takingnote.blogs.nytimes.com/2015/12/07/why-good-guys-with-guns-wont-keep-us-safe/?ref=opinion&_r=0",
			"image"			: "http://graphics8.nytimes.com/images/2015/12/07/opinion/7northWEB3/7northWEB3-blog480.jpg",
			"imageCaption"	: "Whitney Curtis for The New York Times",
			"body"			: "It’s become a standard response to mass shootings in America: If only more “good” Americans were armed, the “bad guys” wouldn’t have a chance to kill.<br><br>Ted Cruz said it on Monday, arguing in a radio interview that “you don’t stop the bad guys by taking away our guns. You stop the bad guys by using our guns, and a free and armed American citizenry is how we keep ourselves safe.”<br><br><br>But Jerry Falwell, Jr. took the argument to a new extreme on Friday, telling students at Liberty University, where he is president, that “if more good people had concealed-carry permits, then we could end those Muslims before they walk in and kill.” He urged students to get their own permits so they too could carry concealed weapons and, apparently, shoot Muslims: “Let’s teach them a lesson if they ever show up here.”<br><br>His comments are chilling because they imply that Americans should use concealed weapons to “end” Muslims simply on the basis of their religion. On Saturday Mr. Falwell clarified that he was referring only to Muslims who commit attacks. It remains unclear how an armed Liberty University student is supposed to decide which Muslims are about to commit acts of terror before they do so.<br><br>But Mr. Falwell’s remarks are disturbing beyond their obvious bigotry. He and Mr. Cruz conceive of an America in which every citizen is essentially obligated to carry a firearm and be ready to use deadly force at all times.<br><br>Such a system would, as Francis Clines has pointed out, create serious problems for law enforcement. If everyone at the Inland Regional Center in San Bernardino had been armed and firing, the result would have been an even more chaotic situation in which police would not have known whom to target. Many more lives might have been lost in the crossfire.<br><br>Our country would be far more dangerous than it is now if everyone brought a gun to every argument, as Matt Valentine illustrated at Politico in October.<br><br>Nor are ordinary citizens prepared for the responsibility of serving as de facto law enforcement. An online class is enough training to qualify for a concealed-carry permit in some states, while soldiers and police officers are trained for months or years. Even this training has not been sufficient to keep some police officers from fatally shooting unarmed black men and boys. Do we really think an online certification is enough to enable average Americans to take the law into their own hands?<br><br>And do we, as Americans, really want to do this? The responsibility to kill is an incredibly heavy one, and the consequences of exercising it can be severe. Some police departments offer therapy to officers who fire their weapons. The military has only begun to reckon with the devastating psychological toll of combat. We are not prepared for every American, all the time, to feel and behave like a police officer in a firefight or a soldier at war. We should not have to prepare for it.<br><br>One of the great benefits of a civil society is that it selects and trains people dedicated to keeping everyone safe. This group, in the United States, is not perfect. But the alternative — everyone, always, a potential killer — is far worse.",
			"file"			: "exArt2.json",
			"template"		: "right",
			"similarArticles" : ["exArt1.json","exArticle.json","exArt3.json"]
		}
}