{
	"article":{
			"title" 		: "‘Gun Control for Bad Guys’",
			"description"	: "Plus a bad deal on climate and a victory for liberty in Latin America.",
			"author"		: "JAMES FREEMAN",
			"date"			: "2015-12-08",
			"link"			: "http://www.wsj.com/articles/gun-control-for-bad-guys-1449577590",
			"image"			: "http://si.wsj.net/public/resources/images/BN-LP468_MER120_M_20151208082930.jpg",
			"imageCaption"	: "In this July 20, 2012, file photo, a row of different AR-15 style rifles are displayed for sale in Colorado. PHOTO: ASSOCIATED PRESS",
			"body"			: "Reviewing the recent history of terrorist attacks, our columnist William McGurn notes that “California already has strict gun control, as does France.” He adds that the “common sense gun control” favored by liberal politicians “would have done nothing to stop Richard Reid (the unsuccessful shoe-bomber); the Tsarnaev brothers in Boston (pressure cookers) or the 9/11 hijackers (box-cutters). Maybe the president should be demanding common sense pressure-cooker control.”<br><br>Mr. McGurn recalls “when the NYPD was bringing the murder rate to record lows through America’s most effective gun-control program: stop-and-frisk. This was gun control for bad guys, under the theory that when you take guns away from bad people—or at least make them afraid to carry guns on the street—you reduce shootings. But it was savaged by liberals. Because they don’t want just the bad guys’ guns. They want yours.”<br><br>The Journal’s Bret Stephens writes that the “more grating parts” of President Obama’s Sunday night speech “came when he touched on the subject of Islam and Muslims. ‘We cannot,’ he intoned, ‘turn against one another by letting this fight be defined as a war between America and Islam.’ Terrorism, as he sees it, is to be feared less for the harm it causes than for the overreaction it risks eliciting. This is the president as master of the pre-emptive self-reproach—the suggestion that Americans are always on the verge of returning to the wickedness whence we came. But since when have we turned against one another, or defined the war on terror as a war on Islam?”...Also in today’s paper, Sens. John McCain and Lindsey Graham propose a strategy for defeating ISIS immediately.<br><br>“Few Supreme Court doctrines are firmer than ‘one-person, one-vote’ under the Fourteenth Amendment,” writes the Journal’s editorial board. “We are about to find out if the Justices have the courage of their convictions when that principle threatens entrenched political interests. On Tuesday the High Court hears oral arguments in a case that challenges whether illegal immigration has made some votes more important than others.”<br><br>A separate editorial notes: “It isn’t every day that a police state takes such a beating at the polls that it has to admit defeat in its own rigged election. So kudos to the Venezuelan opposition, which thrashed the government’s United Socialist Party of Venezuela” in Sunday’s national assembly election. “After 16 years of repressive left-wing rule, this is cause for hope in Venezuela and across the Americas.”<br><br>Less encouraging is the climate deal President Obama has cut with China, in which Beijing has agreed to emissions reductions that were going to happen anyway. The editorial board observes that if the Paris climate talks lead to a new protocol, “the U.S. will give aid to developing countries to pay for little or no change while Americans accept a lower standard of living to meet Mr. Obama’s tough targets. China has played the U.S. President like a Stradivarius.”<br><br>The Yale faculty member who earned the ire of campus radicals by urging them to tolerate Halloween costumes they regarded as offensive has decided to stop teaching at the school. Today the Journal excerpts a 1991 speech from Benno Schmidt, who was Yale’s president at the time: “On many campuses, perhaps most, there is little resistance to growing pressure to suppress and to punish, rather than to answer, speech that offends notions of civility and community. These campuses are heedless of the oldest lesson in the history of freedom, which is that offensive, erroneous and obnoxious speech is the price of liberty. Values of civility, mutual respect and harmony are rightly prized within the university. But these values must be fostered by teaching and by example, and defended by expression. When the goals of harmony collide with freedom of expression, freedom must be the paramount obligation of an academic community.”",
			"file"			: "exArt3.json",
			"template"		: "top",
			"similarArticles" : ["exArt1.json","exArt2.json"]
	}
}