{
	"article": {
		"title" 		: "Wayne LaPierre’s big body count",
		"description"	: "Years ago, I rushed up the stairs to the Tobacco Institute in Washington and confronted the people working there: How could you lie to us about the dangers of smoking?",
		"author"		: "RICHARD COHEN",
		"date"			: "2015-12-07",
		"link"			: "http://www.nydailynews.com/opinion/richard-cohen-wayne-lapierre-big-body-count-article-1.2457693",
		"image"			: "http://assets.nydailynews.com/polopoly_fs/1.2457692.1449514208!/img/httpImage/image.jpg_gen/derivatives/article_970/cohen8e-1-web.jpg?enlarged",
		"imageCaption"	: "NEW YORK DAILY NEWS",
		"body"			: "Years ago, I rushed up the stairs to the Tobacco Institute in Washington and confronted the people working there: How could you lie to us about the dangers of smoking? Everyone there was smoking, I remember that, and I either referred to a mound of bodies outside the door or wanted to. Now I want to do something similar — rush to the National Rifle Association and confront Wayne LaPierre, its CEO, and yell, “LaPierre, look what you’ve done.”<br><br>The “done” refers to San Bernardino. To Planned Parenthood and Columbine and Sandy Hook. To Roseburg and Chattanooga, Charleston, Fort Hood and every place of mass killing, where some crazy person, some lunatic who thinks he’s got the thumbs up from God, had the legal right to get a gun, often an assault rifle, a weapon of war, and then just shoot away — rat-a-tat-tat. Bodies everywhere. You did this, LaPierre. You and your NRA.<br><br>Oh, I know: Don’t personalize this, Cohen. If LaPierre wasn’t the head of the NRA someone else would be. Someone else would warn us about what would happen if assault weapons were banned — “jack-booted government thugs” would “break in our doors, seize our guns, destroy our property and even injure or kill us,” LaPierre once said.<br><br>Even if the NRA didn’t exist, we would still be a nation just moony over guns. If we did away with assault weapons, the day-to-day threat would still be the handgun. You can’t shove a .223 caliber assault rifle in your pocket or put it into the glove compartment of your car. Still, it was two assault rifles that were used to murder 14 people in San Bernardino. Two otherwise ordinary citizens, dressed as soldiers, went to war.<br><br>America’s inability to control guns has made it dizzy with incoherence. The president draped the august Oval Office around himself to give a speech in which he said nothing. Looking like a man in need of some Zoloft, Obama said he would respond to the murders in California by increasing the pressure on the Islamic State in Syria. He also mentioned that there’s no evidence that the shooters had been in touch with the Islamic State so bombing it, while always a good idea, in this case is just beside the point.<br><br>The Republicans have an even worse idea. Realizing that they have to come up with something, the GOP is considering putting more money into mental health programs. More money for mental health is always welcome, but just how it relates to mass murders is beyond me. Should the government troll the streets looking for people who talk to themselves? We cannot predict a homicidal act. The shooter is almost always described as “a loner.” Is being alone a crime? Shall we criminalize shyness? Will Donald Trump round up the introverted while sweeping for Mexicans?<br><br>The one thing we can do — the thing we and every other nation knows how to do — is restrict gun ownership. In the past that was not considered either un-American or unfeasible. In 1969, Milton Eisenhower, the former president of Johns Hopkins, the brother of an ex-president and the very personification of a stolid Republican, recommended the confiscation of handguns. As far as I know, no one considered Eisenhower a left-wing kook.<br><br>The solution to the menace of domestic terrorism is staring us in the face. It is some sort of gun control. We cannot close down the Internet so that the Islamic State’s siren call cannot reach the susceptible. We cannot cull our population for the potentially homicidal. We cannot — we must not — monitor or surveil Muslims in general. Instead, we must look at all these incidents and see what they have in common: guns.<br><br>So, excuse me if I do personalize this crisis. It’s about guns and the NRA and chicken politicians who know right from wrong but vote wrong. It’s about common sense and taking responsibility for your actions. It’s about Wayne LaPierre and the NRA. Open the door, Wayne. See what you’ve done. See the bodies.",
		"file"			: "exArticle.json",
		"template"		: "left",
		"similarArticles" : ["exArt2.json","exArt3.json"],
		"tag"			: ["politics"]
	}
}