{
	"article":{
			"title" 		: "Connecticut Moves to Deny Gun Sales to People on No-Fly Lists",
			"description"	: "Republicans had pushed back against similar proposal on the federal level",
			"author"		: "JOSEPH DE AVILA",
			"date"			: "2015-12-10",
			"link"			: "http://www.wsj.com/articles/connecticut-moves-to-deny-gun-sales-to-people-on-no-fly-lists-1449772894",
			"image"			: "http://si.wsj.net/public/resources/images/BN-LQ641_NYCONN_M_20151210133752.jpg",
			"imageCaption"	: "Connecticut Gov. Dannel Malloy, shown in September, informed the Obama administration of his decision Thursday. PHOTO: DAVE COLLINS/ASSOCIATED PRESS",
			"body"			: "Connecticut Gov. Dannel Malloy on Thursday said he would sign an executive order barring people on federal watch lists from buying firearms, stepping into a contentious national debate over gun control and civil liberties.<br><br> The governor, a Democrat, said he decided on the order in light of the recent terrorist attacks in Paris and San Bernardino, Calif., as well as stalled efforts at the federal level to tighten gun-control laws.<br><br> “If Congress will not act, we in the states will,” he said.<br><br> The U.S. Senate defeated a bill last week supported by Democrats to allow the attorney general to block gun sales to people on federal watch lists. Republicans say it would be too broad and could deprive some Americans of their constitutional right to bear arms. Mr. Malloy said he asked President Barack Obama’s administration for access to federal watch lists. Once the federal government signs off on that, Mr. Malloy said he would sign the executive order.<br><br> Connecticut would become the first state in the nation to enact such a change through executive order, according to the Law Center to Prevent Gun Violence, which tracks firearm laws. New Jersey Gov. Chris Christie, a Republican, signed a similar law, passed by the state Legislature, in 2013.<br><br> Mr. Malloy signed a law expanding firearm restrictions after the 2012 school shooting in Newtown, in which 20 children and six school staffers died.<br><br> From 2004 through 2014, there were at least 2,233 instances of people on terrorist watch lists who attempted to buy firearms, according to the U.S. Government Accountability Office. In 190 of those cases, they were denied.<br><br> Under Mr. Malloy’s executive order, the Connecticut State Police, which issues firearms permits in the state, would cross-reference the names of prospective gun buyers with the watch lists. If the buyer is on one, he or she wouldn’t be able to buy handguns, shotguns, rifles or ammunition.<br><br> The police would also be able to revoke existing permits from gun owners on watch lists. People whose permits were denied or revoked would be able to appeal the decision with the Connecticut Board of Firearms Permit Examiners. <br><br> Scott Wilson, president of the gun-rights group Connecticut Citizens Defense League, said the order could deny firearms to law-abiding citizens.<br><br> “While we are all concerned about terrorism, this approach is very un-American and shameful,” he said.<br><br> His group hasn’t ruled out a legal challenge, he said.<br><br> The American Civil Liberties Union has also been critical of the federal government’s no-fly list, saying the reasons why people are placed on the list are too vague and that innocent people don’t have a fair process to correct errors.<br><br> Mr. Malloy agreed that there can be mix-ups on those lists and said the appeal process would be fair.<br><br> “These are the measures that will save lives,” he said.<br><br> Connecticut Against Gun Violence, a group that advocates from stronger firearms laws, said other states should follow the governor’s lead. “Suspected terrorists shouldn’t be allowed to buy guns,” said Ron Pinciaro, the group’s executive director.",
			"file"			: "exArt7.json",
			"template"		: "right",
			"similarArticles" : ["exArt6.json", "exArt3.json"]}
}