{
	"article":{
			"title" 		: "Gunmakers’ War Profiteering on the Home Front",
			"description"	: "As each new mass shooting leaves dead and wounded Americans strewn like casualties on a battlefield...",
			"author"		: "THE EDITORIAL BOARD",
			"date"			: "2015-12-11",
			"link"			: "http://www.nytimes.com/2015/12/11/opinion/gunmakers-war-profiteering-on-the-home-front.html?ref=opinion&_r=0",
			"image"			: "http://static01.nyt.com/images/2015/12/11/opinion/11fri1/11fri1-superJumbo.jpg",
			"imageCaption"	: "Credit Daniel Salmieri",
			"body"			: "As each new mass shooting leaves dead and wounded Americans strewn like casualties on a battlefield — a butcher’s toll that has now intersected with the international terrorist threat — the gun industry’s culpability amounts to war profiteering through the reckless sale of military weapons tailored for the civilian homefront. <br><br>Across recent decades, gun manufacturers, facing a decline in general gun ownership as demographics shifted and sports hunting faded, have cynically created a domestic market for barely altered rifles and pistols developed for the military. These are weapons designed for the rapid spray-shooting of multiple enemy soldiers in wartime, not homeland civilians living in peace.<br><br> Yet the latest casualty count of 14 killed and 21 wounded last week in the gun carnage at San Bernardino, Calif., is another horrendous confirmation of how these easily available weapons — marketed as macho tools for a kind of paramilitary self-defense — are being used again and again for rapid-fire attacks on innocent people. The fact that the California killers were self-proclaimed Islamic warriors makes the ease with which their arsenal was assembled all the more outrageous.<br><br> While lurid-looking rifles may cause the most shock in the public aftermath, the industry has also been selling pliant statehouse politicians on the legalization of “concealed carry” handgun licenses. These are spreading powerful semiautomatic pistols with the firepower of rifles through the civilian population, from bar rooms to college campuses, even as evidence mounts that they cause more harm to innocent victims than to fantasized malefactors.<br><br> Assault weapons were banned for 10 years until Congress, in bipartisan obeisance to the gun lobby, let the law lapse in 2004. As a result, gun manufacturers have been allowed to sell all manner of war weaponry to civilians, including the super destructive .50-caliber sniper rifle, which an 18-year-old can easily buy in many places even where he or she must be 21 to buy a simpler handgun. Why any civilian would need this weapon, designed to pierce concrete bunkers and armored personnel carriers, is a question that should be put to the gun makers who profit from them and the politicians who shamelessly do their bidding.<br><br> The industry’s sales pitches in magazines and on the Internet play off popular fears generated by the very shooting sprees made possible by their assault weapons, and use the imagery of war in general and the “war on terror” in particular. “As Close as You Can Get Without Enlisting,” reads one tag line under a photo of a poised shooter aiming the civilian version of a military rifle. An ad for a semiautomatic shotgun promises security whether in “Iraq, Afghanistan, Your Livingroom.” An ad for an armor-piercing handgun shows an embattled infantryman above the line: “Built For Them ... Built For You.” A manufacturer tailors the pitch to women by showing nail-polished hands aiming a pistol above the heading: “Ladies’ Home Companion.” Congress has shamelessly become the last to admit what the public senses with each new shooting spree: The nation needs restoration of a federal assault weapons ban — this time minus the loopholes the gun industry exploited to boost sales.<br><br> After the schoolhouse massacre three years ago in Newtown, Conn., a state commission focused on the Bushmaster semiautomatic rifle the shooter used to slay 20 children and six workers in barely five minutes with 154 rounds. It found “no legitimate place in the civilian population” for such a war rifle and its 30-round magazines. The same style weapon, routinely marketed as a “sporting rifle,” was used in the San Bernardino rampage. Something like it is likely to be in the hands of the next mass shooter, whatever the killer’s obsession.",
			"file"			: "exArt6.json",
			"template"		: "left",
			"similarArticles" : ["exArt4.json", "exArt5.json"]}
}